[
    {
        "id": "624a13f580a48fa8b78f8772",
        "picture": "https://img.freepik.com/free-photo/handsome-young-businessman-shirt-eyeglasses_85574-6228.jpg?size=626&ext=jpg",
        "name": "Frazier Barr",
        "comment": "Very good car with fabulous drive quality. I would recommend you ones buy this car if you have money, looks are very inspiring, service is very good and in ones a year you have to get this car serviced",
        "carUser": "MBW",
        "raiting": 4.64
    },
    {
        "id": "624a13f5f2a4cc009a9eeba3",
        "picture": "https://img.freepik.com/free-photo/young-handsome-man-with-beard-isolated-keeping-arms-crossed-frontal-position_1368-132662.jpg?size=626&ext=jpg",
        "name": "Sadie Keller",
        "comment": "1.Real good upgrade 2.Phenomenal sport mode 3.Looks great., seats not so comfortable and cozy like Audi 4. Not yet serviced but bought the pack 5.ground clearance not bad but still a concern. Bmw assistant have limited commands 6. No playing music when throttle hard the rumble and roaring of the engine is the real music that any enthusiast will die for",
        "carUser": "MBW",
        "raiting": 4.55
    },
    {
        "id": "624a13f578e7799bfae9ce4b",
        "picture": "https://img.freepik.com/free-photo/bohemian-man-with-his-arms-crossed_1368-3542.jpg?size=626&ext=jpg",
        "name": "Mccall Finch",
        "comment": "Nice mileage, nice car, nice looks of 2021.amazing experience, good engine, little high maintenance but elegant in looks, a polished car, music system is also mind blowing and its automatic.",
        "carUser": "MBW",
        "raiting": 3.69
    },
    {
        "id": "624a13f5a8081e25bbd528d1",
        "picture": "https://img.freepik.com/free-photo/attractive-mixed-race-male-with-positive-smile-shows-white-teeth-keeps-hands-stomach-being-high-spirit-wears-white-shirt-rejoices-positive-moments-life-people-emotions-concept_273609-15527.jpg?size=626&ext=jpg",
        "name": "Mcconnell Copeland",
        "comment": "I love the car so much because I love BMW company so much and when I bought my dream car of BMW 3 series then I really surprised that the car have amazing features and its interior and exterior. I don't worry about mileage because it's my dream car and I am so happy after buying this superb sports sedan car. The driving experience is so smooth than any car and I drive this car everyday when I go to office. I felt so excitement when I drive this car. I m satisfied from this car. ",
        "carUser": "MBW",
        "raiting": 3.56
    },
    {
        "id": "624a13f571ff4bc0b9b2e8f8",
        "picture": "https://img.freepik.com/free-photo/waist-up-portrait-handsome-serious-unshaven-male-keeps-hands-together-dressed-dark-blue-shirt-has-talk-with-interlocutor-stands-against-white-wall-self-confident-man-freelancer_273609-16320.jpg?size=626&ext=jpg",
        "name": "Eleanor Wolf",
        "comment": "No words to describe ! It's absolutely a brilliant car. Feels like a sports car. I am having it since 2012 , the luxury line. Was one of the first few people who got it. It was, is and will be an eye catcher and a legend. Absolutely timeless design. The ultimate 3 series was and is and would be the f30. Also no compromise on luxury. It's absolutely scintillating in that regard. A charm. A drift machine. A cool piece of machinery. Would never sell that. It's been my mate since 9 years now. Love it. The black color on it looks so elegant. It's a fantastic package.",
        "carUser": "MBW",
        "raiting": 4
    },
    {
        "id": "624a13f575209e4bcc7f0593",
        "picture": "https://img.freepik.com/free-photo/confident-young-man_1098-20868.jpg?size=626&ext=jpg",
        "name": "Ortiz Buchanan",
        "comment": "The sales executives are too friendly and cooperative They provide me each and every details regarding the car and soo helpful . The way they deal is really impressive and friendly",
        "carUser": "MBW",
        "raiting": 3.42
    }
]